---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.MassFailures
source: html/c9804646-1735-fe87-b758-a466adf5eae8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MassFailures

Failures about Mass.

## Syntax (C#)
```csharp
public static class MassFailures
```